// set({ users: new Array(count === 0 ? 0 : count - 1).fill().map(() => ([Math.random(), Math.random()])), admin: [Math.random(), Math.random()] });

// set({
//     questions: {
//         last: "Все люди — независимо от таких факторов, как культура или сексуальная ориентация— должны рассматриваться как равные?",
//         lastAnswers: { "-1": 10, "-0.5": 100, "0": 12, "0.5": 1342, "1": 2 },
//         current: "Все люди — независимо от таких факторов, как культура или сексуальная ориентация— должны рассматриваться как равные?",
//     }
// });

// set({
//     questions: {
//         current: "Все люди — независимо от таких факторов, как культура или сексуальная ориентация— должны рассматриваться как равные?",
//     }
// });